"ok" = "OK";
"cancel" = "Cancel";
"done" = "Done";
"buy" = "Buy";

"app_auto_saving" = "Auto Saving...";
"app_saving" = "Saving...";
"app_deleting" = "Deleting...";
"app_archiving" = "Moving to Archive...";
"app_homing" = "Moving to Home...";
"app_newing" = "Creating...";

"app_message" = "Message";
"app_error" = "Error";
"app_save_default" = "You have save the default setup";
"app_can_not_send" = "You can not send email at the moment";
"app_sender_title" = "Sending Movable Write via Email";
"app_sender_body_%@" = "This is a <a href='%@'>Movable Write</a> File: ";
"app_loading" = "Loading...";
"app_select_same_file" = "You selected the current file.";
"app_importing_files" = "Importing From Files...";
"app_importing_url" = "Importing From URL...";
"app_large_file_title" = "Large File Warning";
"app_large_file_desciption" = "Thanks for using Movable Write, please note that this application is not designed for handling large amount of data, too many words in one file will slow it down, might cause crash, even lead to data loss. Please create a new file, and keep writing there, thanks.";
"app_unpurchased_title" = "Trial Mode";
"app_unpurchased_description_%@" = "You're tring these features:\n\n%@\n\nHope you enjoy them, watermark will be added in it, please purchase these features to remove it, thanks for your support..";

"folder_home" = "Home";
"folder_inbox" = "Inbox";
"folder_archive" = "Archive";

"print_printing" = "Printing...";
"save_non_empty_name" = "You must set a non-empty name";

"model_load_failed" = "Can not load the specified file";

"store_title" = "Movable Write Store";
"store_getting_products" = "Fetching Products Information";
"store_redeem" = "Redeem";

"store_confirm_title" = "Confirm Your Purchase";
"store_confirm_desciption_%@" = "Are you sure you want to purchase [%@]? (If you did purchase it before and need to restore it, no fee will be charged)";

"store_invalid_product_title" = "Invalid Product";
"store_invalid_product_desciption_%@" = "The product [%@] is not avalable at the moment, please try again later.";
"store_unavailable_title" = "App Store Unavailable";
"store_unavailable_description" = "You can not make purchase at the moment, please try again later";

"store_failed_product_purchase_title" = "Purchase Failed";
"store_failed_product_purchase_description_%@" = "Failed to purchase the product [%@], please try again later.";
"store_purchased_product_title" = "Already Purchased";
"store_purchased_product_desciption_%@" = "You have already purchased the product [%@].";

"store_failed_products_title" = "Fetching Products Failed";
"store_failed_products_description" = "Cann't get products information at the moment, probably due to network reachability, please try again later.";

"store_redeem_succeed_title" = "Redeem Succeed";
"store_redeem_succeed_desciption_%@" = "Your redeem request succeed, these products have been unlocked:\n\n%@\n\nHope you enjoy them, please contact movablewrite@pettyfun.com for any question/comment.";

"store_redeem_failed_title" = "Redeem Failed";
"store_redeem_failed_desciption_%@" = "Your redeem request failed, here is the detail information: \n%@";
"store_redeem_failed_no_new_products" = "you have already redeemed this code on the device.";

"store_appcircle_message" = "Thanks for your support:";

"purchase_finished_title" = "Purchase Succeed";
"purchase_finished_description_%@" = "Thanks a lot for purchasing [%@], hope you enjoy it, please contact movablewrite@pettyfun.com for any question/comment.";

"product_price_loading" = "Loading...";
"product_price_purchased" = "Purchased";
"product_price_invalid" = "Unavailable";
"product_try" = "Try";

"input_option_color" = "Color";
"input_option_width" = "Width";

"setup_theme_title" = "Theme";
"setup_line_style_title" = "Line Style";
"setup_margins_title" = "Margins";
"setup_margin_left_right" = "Left/Right";
"setup_margin_top_bottom" = "Top/Bottom";
"setup_margin_line" = "Line";
"setup_margin_word" = "Word";
"setup_margin_indent" = "Indent";
"setup_margin_space" = "Space";
"setup_save_as_default" = "Save as Default";
"setup_save" = "Save";
"setup_grid_blank" = "Blank";
"setup_grid_line" = "Line";
"setup_grid_box" = "Box";
"setup_grid_grid" = "Grid";
"setup_effects_title" = "Special Effects";
"setup_effects_title_try" = "Special Effects (Try)";
"setup_effect_none" = "None";
"setup_effect_pop" = "Bubble";

"save_note_name" = "File Name:";
"save_your_name" = "Author Name: ";
"save_delete_title" = "Confirm to delete";
"save_delete_description" = "Are you sure you want to delete the current file?";
"browse_load" = "Load";
"browse_help" = "Help";

"app_rate_title" = "Rate [Movable Write]";
"app_rate_message" = "If you enjoy using [Movable Write], would you mind taking a moment to rate it? It won't take more than a minute. Thanks for your support! (Will open in App Store)";
"app_rate_cancel" = "No, thanks";
"app_rate_rate" = "Yes, rate it now";
"app_rate_later" = "Remind me later";

"redeem_giftcode" = "Code：";
"redeem_description" = "Please input the giftcode you received, note that by clicking OK, it means you agree to send your device ID to our server for authentication, the same giftcode can be used with same device ID later.";

"product_general_adfree_title" = "Ad Free";
"product_general_adfree_description" = "Remove the Ad bar totally, use all the screen space.";

"product_stroke_pop_title" = "Bubble Font";
"product_stroke_pop_description" = "All your writings in bubble fonts instantly.";

"product_theme_default_name" = "Default";
"product_theme_b_name" = "Wooden";

"product_theme_a_name" = "Night";
"product_theme_a_title" = "Night Theme";
"product_theme_a_description" = "Dark and low contrast, for using in the night.";

"product_theme_c_name" = "Blackboard";
"product_theme_c_title" = "Blackboard Theme";
"product_theme_c_description" = "Black and high contrast, inspired by blackboard";
